7zip
abseil-cpp
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
android-udev
aom
appstream
aquamarine
archlinux-keyring
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
base-devel
bash
binutils
bison
blas
blueman
bluez
bluez-libs
bluez-utils
boost-libs
brightnessctl
brotli
btop
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cava
cblas
chromaprint
coreutils
cronie
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
djvulibre
dosfstools
double-conversion
duktape
dunst
dvisvgm
e2fsprogs
efibootmgr
efivar
enchant
exfatprogs
exo
expat
faad2
fakeroot
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-m17n
fcitx5-qt
feh
ffcall
ffmpeg
fftw
file
file-roller
filesystem
findutils
firefox
flac
flex
fluidsynth
fmt
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdbm
gdk-pixbuf2
gettext
ghostscript
giflib
girara
git
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glslang
glycin
gmp
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpgmepp
gpm
gpsd
graphene
graphicsmagick
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsl
gsm
gspell
gssdp
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview4
guile
gumbo-parser
gupnp
gupnp-igd
gvfs
gvfs-mtp
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
hwdata
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprlock
hyprpaper
hyprpolkitagent
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
iana-etc
icu
ijs
imlib2
iniparser
inkscape
intel-gmmlib
intel-media-driver
intel-ucode
iproute2
iptables
iputils
iso-codes
jansson
jbig2dec
jbigkit
json-c
json-glib
jsoncpp
kbd
kdbusaddons
keyutils
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
kwidgetsaddons
kwindowsystem
l-smash
lame
lapack
lcms2
leancrypto
leptonica
lib2geom
libadwaita
libao
libappindicator
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libfyaml
libgcrypt
libgee
libgirepository
libglvnd
libgme
libgnomekbd
libgpg-error
libgtop
libgudev
libheif
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
libliftoff
libmad
libmakepkg-dropins
libmd
libmikmod
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmtp
libmupdf
libmysofa
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libopenmpt
libotf
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsigc++-3.0
libsigsegv
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
libupnp
liburing
libusb
libusbmuxd
libva
libvdpau
libverto
libvisio
libvorbis
libvpl
libvpx
libwacom
libwebp
libwireplumber
libwpd
libwpg
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyuv
libzip
licenses
lilv
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-zen
linux-zen-headers
llvm-libs
lm_sensors
lmdb
lua
luajit
lv2
ly
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
md4c
mdadm
mesa
meson
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpc
mpd
mpdecimal
mpfr
mpg123
mpv
mtdev
mujs
muparser
ncmpcpp
ncurses
nettle
network-manager-applet
networkmanager
ninja
nm-connection-editor
nnn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
ocl-icd
openal
opencore-amr
openh264
openjpeg2
openssh
openssl
opus
orc
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
pfetch
pinentry
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
polkit
polkit-qt6
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
pps-tools
procps-ng
psmisc
pugixml
python
python-appdirs
python-autocommand
python-beautifulsoup4
python-cachecontrol
python-cairo
python-certifi
python-chardet
python-charset-normalizer
python-cssselect
python-dbus
python-filelock
python-gobject
python-idna
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-lockfile
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-msgpack
python-numpy
python-packaging
python-pillow
python-platformdirs
python-pyserial
python-pyxdg
python-requests
python-setproctitle
python-setuptools
python-six
python-soupsieve
python-tinycss2
python-tqdm
python-typing_extensions
python-urllib3
python-webencodings
python-wheel
python-zstandard
qt6-base
qt6-declarative
qt6-translations
ragel
rav1e
re2
readline
rsync
rtkit
rubberband
run-parts
sbc
scour
sdbus-cpp
sdl2-compat
sdl3
seatd
sed
serd
shaderc
shadow
shared-mime-info
slang
slurp
snappy
sndio
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
sudo
svt-av1
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tdb
tesseract
tesseract-data-eng
tesseract-data-osd
texinfo
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
texlive-mathscience
thunar
thunar-archive-plugin
thunar-volman
timeshift
tinysparql
tomlplusplus
tpm2-tss
tslib
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
twolame
tzdata
uchardet
udisks2
ufw
unrar
unzip
upower
util-linux
util-linux-libs
uwsm
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
vulkan-intel
vulkan-mesa-implicit-layers
wavpack
waybar
wayland
wayland-protocols
webrtc-audio-processing-1
which
wildmidi
wireplumber
wl-clipboard
wlogout
woff2
wofi
wpa_supplicant
x264
x265
xapp
xapp-symbolic-icons
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xfconf
xkeyboard-config
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yay
yay-debug
yyjson
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zeromq
zimg
zip
zix
zlib
zlib-ng
zsh
zstd
zziplib
