7zip
android-udev
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
cava
dosfstools
dunst
efibootmgr
exfatprogs
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-m17n
fcitx5-qt
feh
file-roller
firefox
git
gnu-free-fonts
grim
grub
gvfs
gvfs-mtp
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
inkscape
intel-media-driver
intel-ucode
kitty
libmtp
linux-firmware
linux-zen
linux-zen-headers
ly
mesa
mpc
mpd
mpv
ncmpcpp
network-manager-applet
networkmanager
nnn
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
pavucontrol
pfetch
pipewire
pipewire-pulse
slurp
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
texlive-mathscience
thunar
thunar-archive-plugin
thunar-volman
timeshift
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
udisks2
ufw
unrar
unzip
uwsm
vim
vulkan-intel
waybar
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yay
yay-debug
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zip
zsh
